/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.cancel"               = "Nope";
"zanalytics.bug.alert.title"                = "Want to tell us something?";
"zanalytics.feedback.navbar.title.feedback"             = "Feedback";
"zanalytics.feedback.navbar.title.reportbug"            = "Report bug";
"zanalytics.feedback.navbar.title.helpme"               = "Help me";

"zanalytics.feedback.navbar.title.systemlogs"             = "System Logs";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Diagnostic Information";

"zanalytics.bug.alert.dontshowagain"            = "Don't show again";
"zanalytics.bug.alert.title.helpme"            = "Help me";

"zanalytics.bug.alert.message.savetolocal"         = "Sorry.. We couldn't send the bug report, do you want to save the screenshot?";



"zanalytics.feedback.email.title"                = "Email address";


"zanalytics.bug.detectscreen.title"       = "Found something interesting?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Yes";
"zanalytics.bug.alert.detectscreen.no"                       = "No";
"zanalytics.bug.alert.detectscreen.share" = "Share";
"zanalytics.bug.alert.detectscreen.dontshow" = "Don\'t ask again";

"zanalytics.bug.annotate.button.title"                       = "Annotate the bug using the tools below";


"zanalytics.feedback.failed.alert.description" = "Failed to send feedback, please try again!";


"zanalytics.feedback.success.alert.description" = "Thank you for submitting your feedback!";


"zanalytics.feedback.common.alert.title.add.photos" = "Add Photos";
"zanalytics.feedback.common.alert.title.alert" = "Alert";
"zanalytics.feedback.common.button.title.back" = "Back";
"zanalytics.feedback.common.button.title.cancel" = "Cancel";
"zanalytics.feedback.common.button.title.close" = "Close";
"zanalytics.feedback.common.button.title.ok" = "Ok";

"zanalytics.feedback.textview.placeholder"           = "We're very good listeners. Tell us what you think!";
"zanalytics.bug.textview.placeholder"           = "Did you run into any trouble while using our app? Let us know.";
"zanalytics.help.textview.placeholder"           = "We will try to make things right and help you out!";

"zanalytics.feedback.add.photos.alert.description" = "No photos attached, open photo gallery to add more photos!";

"zanalytics.feedback.add.photos.alert.open" = "Open Photos";


"zanalytics.feedback.access.photos.alert.description" = "%@ app does not have access to your photos.\nTo enable access, go to: Settings > Privacy > Photos > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Settings";

"zanalytics.feedback.label.title.anonymous" = "Anonymous";

"zanalytics.feedback.navbar.button.title.send" = "Send";
"zanalytics.feedback.navbar.button.title.next" = "Next";
"zanalytics.feedback.navbar.button.title.done" = "Done";
"zanalytics.feedback.navbar.button.title.editphotos" = "Edit Photos";
"zanalytics.feedback.navbar.button.title.addmore" = "Add More";
"zanalytics.feedback.navbar.button.title.attach" = "Attach";
"zanalytics.feedback.navbar.button.title.delete" = "Delete";


"zanalytics.feedback.navbar.title.taptoedit" = "Tap To Edit";
"zanalytics.feedback.navbar.title.editor" = "Editor";
"zanalytics.feedback.navbar.title.choosephotos" = "Choose Photos";
"zanalytics.feedback.navbar.title.selectphotos" = "Select Photos";
"zanalytics.feedback.navbar.title.photoselected" = "Photo Selected";
"zanalytics.feedback.navbar.title.photosselected" = "Photos Selected";

"zanalytics.feedback.accessory.title.systemlogs" = "Include System Logs";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Include Diagnostic Information";
"zanalytics.feedback.accessory.button.title.view" = "View";

"zanalytics.feedback.picker.image.notfound" = "Images Not Found";

"zanalytics.feedback.attachments.title" = "Attachments(%i)";

"zanalytics.feedback.privacy.consent.description" = "We recommend you include the console log and the diagnostic info as it will help our developers better understand the feedback you are sharing.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Console Logs";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Diagnostic Info";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Other Info";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Device Info";

"zanalytics.feedback.privacy.consent.cancel" = "Cancel";

"zanalytics.feedback.privacy.consent.openmailapp" = "Open in mail";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Always send";
